Repository: nhx100218/Writion-iOS
Catalog: Writion/Writion/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, he, ja, ko, th, zh_hans, zh_hant

# Writion 创作的主要功能
source: Main Features of Writion
ar: الميزات الرئيسية لـ Writion
de: Hauptfunktionen von Writion
he: התכונות העיקריות של Writion
ja: Writionの主な機能
ko: Writion의 주요 기능
th: คุณสมบัติหลักของ Writion
zh_hans: Writion 创作的主要功能
zh_hant: Writion 創作的主要功能

# 书名
source: Book Name
ar: اسم الكتاب
de: Buchtitel
he: שם הספר
ja: 書名
ko: 책 제목
th: ชื่อหนังสือ
zh_hans: 书名
zh_hant: 書名

# 从左侧章节列表中点击要编辑的章节
source: Select a chapter from the sidebar to edit.
ar: اختر فصلاً من الشريط الجانبي للتحرير.
de: Wähle ein Kapitel aus der Seitenleiste zum Bearbeiten.
he: בחר פרק מסרגל הצד לעריכה.
ja: 左の章リストから編集する章をタップしてください
ko: 왼쪽 장 목록에서 편집할 장을 탭하세요
th: เลือกบทจากแถบด้านข้างเพื่อแก้ไข
zh_hans: 从左侧章节列表中点击要编辑的章节
zh_hant: 從左側章節列表中點選要編輯的章節

# 作者
source: Author
ar: المؤلف
de: Autor
he: מחבר
ja: 著者
ko: 저자
th: ผู้เขียน
zh_hans: 作者
zh_hant: 作者

# 你可以轻点进一步了解，查看“Writion 创作”如何使用你的数据，或者继续以开始使用。
source: Tap Learn More to understand how Writion uses your data, or continue to get started.
ar: انقر على "معرفة المزيد" لتفهم كيف يستخدم Writion بياناتك، أو تابع للبدء.
de: Tippe auf „Mehr erfahren“, um zu erfahren, wie „Writion“ deine Daten verwendet, oder fahre fort, um zu beginnen.
he: הקש "למידע נוסף" כדי להבין כיצד Writion משתמש בנתונים שלך, או המשך כדי להתחיל.
ja: 「さらに詳しく」をタップしてWritionがデータを使用する方法を確認するか、続行して開始してください。
ko: 자세히 알아보기를 탭하여 Writion이 데이터를 사용하는 방법을 확인하거나 계속하여 시작하세요.
th: แตะ "เรียนรู้เพิ่มเติม" เพื่อดูว่า Writion ใช้ข้อมูลของคุณอย่างไร หรือดำเนินการต่อเพื่อเริ่มต้น
zh_hans: 你可以轻点进一步了解，查看“Writion 创作”如何使用你的数据，或者继续以开始使用。
zh_hant: 你可以輕點進一步了解，查看「Writion 創作」如何使用你的資料，或者繼續以開始使用。

# 修改作者
source: Change Author
ar: تغيير المؤلف
de: Autor ändern
he: שנה מחבר
ja: 著者を変更
ko: 저자 변경
th: เปลี่ยนผู้เขียน
zh_hans: 修改作者
zh_hant: 修改作者

# 免费的，使用 MIT 协议开源的，原生 Swift 语言编写的，轻量化创作 App。NovaWise Syndicate 出品。
source: Free, open-source under MIT, written in native Swift — a lightweight writing app. Brought to you by NovaWise Syndicate.
ar: تطبيق كتابة خفيف، مجاني، مفتوح المصدر بموجب MIT، مكتوب بلغة Swift الأصلية. من إنتاج NovaWise Syndicate.
de: Kostenlos, MIT-lizenziert, in nativem Swift geschrieben – eine leichte Schreib-App. Hergestellt von NovaWise Syndicate.
he: אפליקציית כתיבה קלה, חינמית, בקוד פתוח תחת רישיון MIT, כתובה ב-Swift מקורי. מבית NovaWise Syndicate.
ja: MITライセンスでオープンソース、ネイティブSwiftで書かれた軽量創作アプリ。NovaWise Syndicate 提供。
ko: MIT 라이선스로 오픈소스이며 네이티브 Swift로 작성된 가벼운 창작 앱입니다. NovaWise Syndicate 제공.
th: แอปเขียนบทความน้ำหนักเบา ฟรี โอเพนซอร์สภายใต้สัญญา MIT เขียนด้วย Swift ดั้งเดิม โดย NovaWise Syndicate
zh_hans: 免费的，使用 MIT 协议开源的，原生 Swift 语言编写的，轻量化创作 App。NovaWise Syndicate 出品。
zh_hant: 免費的，使用 MIT 協議開源的，原生 Swift 語言編寫的，輕量化創作 App。NovaWise Syndicate 出品。

# 关闭 Writion 创作
source: Close Writion
ar: إغلاق Writion
de: Writion schließen
he: סגור את Writion
ja: Writionを閉じる
ko: Writion 닫기
th: ปิด Writion
zh_hans: 关闭 Writion 创作
zh_hant: 關閉 Writion 創作

# 切换到编辑模式开始编写
source: Switch to edit mode to start writing
ar: انتقل إلى وضع التحرير لبدء الكتابة
de: Zum Bearbeitungsmodus wechseln, um zu schreiben
he: עבור למצב עריכה כדי להתחיל לכתוב
ja: 編集モードに切り替えて書き始めてください
ko: 편집 모드로 전환하여 작성을 시작하세요
th: สลับไปที่โหมดแก้ไขเพื่อเริ่มเขียน
zh_hans: 切换到编辑模式开始编写
zh_hant: 切換到編輯模式開始編寫

# 创建
source: Create
ar: إنشاء
de: Erstellen
he: צור
ja: 作成
ko: 만들기
th: สร้าง
zh_hans: 创建
zh_hant: 建立

# 删除
source: Delete
ar: حذف
de: Löschen
he: מחק
ja: 削除
ko: 삭제
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# 友好界面
source: User-Friendly Interface
ar: واجهة سهلة الاستخدام
de: Benutzerfreundliche Oberfläche
he: ממשק ידידותי למשתמש
ja: 使いやすいインターフェース
ko: 사용자 친화적 인터페이스
th: อินเทอร์เฟซที่เป็นมิตร
zh_hans: 友好界面
zh_hant: 友善介面

# 取消
source: Cancel
ar: إلغاء
de: Abbrechen
he: ביטול
ja: キャンセル
ko: 취소
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# 完整功能列表 ›
source: Full Feature List ›
ar: قائمة الميزات الكاملة ›
de: Vollständige Funktionsliste ›
he: רשימת התכונות המלאה ›
ja: 全機能リスト ›
ko: 전체 기능 목록 ›
th: รายการฟีเจอร์ทั้งหมด ›
zh_hans: 完整功能列表 ›
zh_hant: 完整功能列表 ›

# 导入书籍
source: Import Book
ar: استيراد كتاب
de: Buch importieren
he: יבא ספר
ja: ブックを読み込む
ko: 책 가져오기
th: นำเข้าหนังสือ
zh_hans: 导入书籍
zh_hant: 匯入書籍

# 导入功能可能导致书籍名丢失，请谨慎使用。导入后建议检查并修正书名。
source: Import may cause book name loss. Please use with caution and verify the book name after import.
ar: قد يؤدي الاستيراد إلى فقدان اسم الكتاب. يرجى استخدامه بحذر والتحقق من الاسم بعد الاستيراد.
de: Import kann zum Verlust des Buchtitels führen. Bitte mit Vorsicht verwenden und den Titel nach dem Import überprüfen.
he: ייבוא עלול לגרום לאובדן שם הספר. אנא השתמש בזהירות ובדוק את השם לאחר הייבוא.
ja: インポートにより書籍名が失われる可能性があります。注意して使用し、インポート後に書籍名を確認・修正してください。
ko: 가져오기 기능으로 인해 책 제목이 손실될 수 있습니다. 주의해서 사용하고 가져오기 후 책 제목을 확인 및 수정하세요.
th: การนำเข้าอาจทำให้ชื่อหนังสือสูญหาย โปรดใช้ด้วยความระมัดระวังและตรวจสอบชื่อหลังการนำเข้า
zh_hans: 导入功能可能导致书籍名丢失，请谨慎使用。导入后建议检查并修正书名。
zh_hant: 匯入功能可能導致書籍名遺失，請謹慎使用。匯入後建議檢查並修正書名。

# 导出为 EPUB
source: Export as EPUB
ar: تصدير بصيغة EPUB
de: Als EPUB exportieren
he: ייצא כ-EPUB
ja: EPUBとして書き出す
ko: EPUB로 내보내기
th: ส่งออกเป็น EPUB
zh_hans: 导出为 EPUB
zh_hant: 匯出為 EPUB

# 导出为 PDF
source: Export as PDF
ar: تصدير بصيغة PDF
de: Als PDF exportieren
he: ייצא כ-PDF
ja: PDFとして書き出す
ko: PDF로 내보내기
th: ส่งออกเป็น PDF
zh_hans: 导出为 PDF
zh_hant: 匯出為 PDF

# 开始编写章节内容...
source: Start writing chapter content...
ar: ابدأ كتابة محتوى الفصل...
de: Beginne mit dem Schreiben des Kapitelinhalts...
he: התחל לכתוב תוכן פרק...
ja: 章の内容を書き始める…
ko: 장 내용 작성을 시작하세요...
th: เริ่มเขียนเนื้อหาบท...
zh_hans: 开始编写章节内容...
zh_hant: 開始編寫章節內容…

# 快速分享
source: Quick Sharing
ar: مشاركة سريعة
de: Schnelles Teilen
he: שיתוף מהיר
ja: クイック共有
ko: 빠른 공유
th: แชร์ด่วน
zh_hans: 快速分享
zh_hant: 快速分享

# 快速导出为 *.epub 或 *.md 供他人导入使用。
source: Quickly export as *.epub or *.md for others to import.
ar: تصدير سريع بصيغة *.epub أو *.md ليتمكن الآخرون من استيرادها.
de: Schnell als *.epub oder *.md exportieren, damit andere sie importieren können.
he: ייצא במהירות כ-*.epub או *.md לשימוש על ידי אחרים.
ja: *.epub または *.md として素早く書き出し、他の人が読み込めるようにします。
ko: *.epub 또는 *.md로 빠르게 내보내 다른 사람이 가져올 수 있도록 합니다.
th: ส่งออกอย่างรวดเร็วเป็น *.epub หรือ *.md ให้ผู้อื่นนำเข้าไปใช้
zh_hans: 快速导出为 *.epub 或 *.md 供他人导入使用。
zh_hant: 快速匯出為 *.epub 或 *.md 供他人匯入使用。

# 拒绝繁琐，使用 Writion 创作让你感到编辑 Markdown 和使用 Word 或 Pages 文稿一般容易。
source: Skip the complexity, editing Markdown in Writion feels as easy as using Word or Pages.
ar: تجاوز التعقيد، تحرير Markdown في Writion سهل مثل استخدام Word أو Pages.
de: Keine Komplikationen – mit Writion fühlt sich das Bearbeiten von Markdown so einfach an wie Word oder Pages.
he: דלג על המורכבות, עריכת Markdown ב-Writion מרגישה קלה כמו שימוש ב-Word או Pages.
ja: 複雑さを排除し、WritionでのMarkdown編集はWordやPagesと同じくらい簡単です。
ko: 복잡함을 없애고 Writion에서 Markdown을 편집하는 것은 Word나 Pages만큼 쉽습니다.
th: ข้ามความซับซ้อน การแก้ไข Markdown ใน Writion ง่ายเหมือนใช้ Word หรือ Pages
zh_hans: 拒绝繁琐，使用 Writion 创作让你感到编辑 Markdown 和使用 Word 或 Pages 文稿一般容易。
zh_hant: 拒絕繁瑣，使用 Writion 創作讓你感到編輯 Markdown 和使用 Word 或 Pages 文稿一般容易。

# 接受并继续
source: Accept and Continue
ar: قبول والمتابعة
de: Akzeptieren und Fortfahren
he: קבל והמשך
ja: 同意して続行
ko: 동의하고 계속
th: ยอมรับและดำเนินการต่อ
zh_hans: 接受并继续
zh_hant: 接受並繼續

# 文档加密
source: Document Encryption
ar: تشفير المستندات
de: Dokumentenverschlüsselung
he: הצפנת מסמכים
ja: ドキュメント暗号化
ko: 문서 암호화
th: การเข้ารหัสเอกสาร
zh_hans: 文档加密
zh_hant: 文件加密

# 文档同步上传 iCloud，你的创作稳定有保障。
source: Documents sync to iCloud, keeping your work safe and secure.
ar: تتم مزامنة المستندات مع iCloud، مما يحافظ على أمان عملك.
de: Dokumente werden mit iCloud synchronisiert – deine Arbeit ist sicher.
he: מסמכים מסתנכים ל-iCloud, שומרים על העבודה שלך בטוחה ומוגנת.
ja: ドキュメントはiCloudに同期され、あなたの作品は安全に保護されます。
ko: 문서가 iCloud에 동기화되어 창작물이 안전하게 보호됩니다.
th: เอกสารซิงค์ไปยัง iCloud ช่วยให้งานของคุณปลอดภัย
zh_hans: 文档同步上传 iCloud，你的创作稳定有保障。
zh_hant: 文件同步上傳 iCloud，你的創作穩定有保障。

# 新建书籍
source: New Book
ar: كتاب جديد
de: Neues Buch
he: ספר חדש
ja: 新規ブック
ko: 새 책
th: หนังสือใหม่
zh_hans: 新建书籍
zh_hant: 新建書籍

# 新建章节
source: New Chapter
ar: فصل جديد
de: Neues Kapitel
he: פרק חדש
ja: 新しい章
ko: 새 장
th: บทใหม่
zh_hans: 新建章节
zh_hant: 新建章節

# 新章节
source: New Chapter
ar: فصل جديد
de: Neues Kapitel
he: פרק חדש
ja: 新しい章
ko: 새 장
th: บทใหม่
zh_hans: 新章节
zh_hant: 新章節

# 无法识别 Writion 格式，请检查内容后重试。
source: Cannot recognize Writion format. Please check the content and try again.
ar: تعذر التعرف على تنسيق Writion. يرجى التحقق من المحتوى والمحاولة مرة أخرى.
de: Writion-Format nicht erkannt. Bitte Inhalt prüfen und erneut versuchen.
he: לא ניתן לזהות פורמט Writion. אנא בדוק את התוכן ונסה שוב.
ja: Writion形式を認識できません。内容を確認して再試行してください。
ko: Writion 형식을 인식할 수 없습니다. 내용을 확인하고 다시 시도하세요.
th: ไม่สามารถรู้จำรูปแบบ Writion ได้ โปรดตรวจสอบเนื้อหาและลองอีกครั้ง
zh_hans: 无法识别 Writion 格式，请检查内容后重试。
zh_hant: 無法識別 Writion 格式，請檢查內容後重試。

# 普通章节
source: Normal Chapter
ar: فصل عادي
de: Normales Kapitel
he: פרק רגיל
ja: 通常の章
ko: 일반 장
th: บทปกติ
zh_hans: 普通章节
zh_hant: 一般章節

# 欢迎使用 Writion 创作
source: Welcome to Writion
ar: مرحبًا بك في Writion
de: Willkommen bei Writion
he: ברוכים הבאים ל-Writion
ja: Writionへようこそ
ko: Writion에 오신 것을 환영합니다
th: ยินดีต้อนรับสู่ Writion
zh_hans: 欢迎使用 Writion 创作
zh_hant: 歡迎使用 Writion 創作

# 添加章节
source: Add Chapter
ar: إضافة فصل
de: Kapitel hinzufügen
he: הוסף פרק
ja: 章を追加
ko: 장 추가
th: เพิ่มบท
zh_hans: 添加章节
zh_hant: 新增章節

# 确定
source: OK
ar: موافق
he: אישור
ko: 확인
th: ตกลง
zh_hans: 确定
zh_hant: 確定

# 第%lld章
source: Chapter %lld
ar: الفصل %lld
de: Kapitel %lld
he: פרק %lld
ja: 第%lld章
ko: 제%lld장
th: บทที่ %lld
zh_hans: 第%lld章
zh_hant: 第%lld章

# 继续
source: Continue
ar: متابعة
de: Fortfahren
he: המשך
ja: 続行
ko: 계속
th: ดำเนินการต่อ
zh_hans: 继续
zh_hant: 繼續

# 编辑
source: Edit
ar: تحرير
de: Bearbeiten
he: ערוך
ja: 編集
ko: 편집
th: แก้ไข
zh_hans: 编辑
zh_hant: 編輯

# 请输入书名
source: Enter book name
ar: أدخل اسم الكتاب
de: Buchtitel eingeben
he: הזן שם ספר
ja: 書名を入力してください
ko: 책 제목을 입력하세요
th: ป้อนชื่อหนังสือ
zh_hans: 请输入书名
zh_hant: 請輸入書名

# 请输入作者名
source: Enter author name
ar: أدخل اسم المؤلف
de: Autorname eingeben
he: הזן שם מחבר
ja: 著者名を入力してください
ko: 저자 이름을 입력하세요
th: ป้อนชื่อผู้เขียน
zh_hans: 请输入作者名
zh_hant: 請輸入作者名

# 请输入有效的书籍内容。
source: Please enter valid book content.
ar: يرجى إدخال محتوى كتاب صالح.
de: Bitte gültigen Buchinhalt eingeben.
he: אנא הזן תוכן ספר תקין.
ja: 有効なブック内容を入力してください。
ko: 유효한 책 내용을 입력하세요.
th: โปรดป้อนเนื้อหาหนังสือที่ถูกต้อง
zh_hans: 请输入有效的书籍内容。
zh_hant: 請輸入有效的書籍內容。

# 请输入章节标题
source: Enter chapter title
ar: أدخل عنوان الفصل
de: Kapiteltitel eingeben
he: הזן כותרת פרק
ja: 章のタイトルを入力してください
ko: 장 제목을 입력하세요
th: ป้อนชื่อบท
zh_hans: 请输入章节标题
zh_hant: 請輸入章節標題

source: By tapping “Continue”, you agree to the terms of the [Writion Software License Agreement](https://blog.nws.us.kg).
ar: بالنقر على "متابعة"، فإنك توافق على شروط [اتفاقية ترخيص برنامج Writion](https://raw.githubusercontent.com/nhx100218/Writion-iOS/main/LICENSE).
de: Mit Tippen auf „Fortfahren“ stimmst du den Bedingungen der [Writion-Softwarelizenzvereinbarung](https://raw.githubusercontent.com/nhx100218/Writion-iOS/main/LICENSE) zu.
he: בהקשה על "המשך", אתה מסכים לתנאי [הסכם רישיון התוכנה של Writion](https://raw.githubusercontent.com/nhx100218/Writion-iOS/main/LICENSE).
ja: 「続行」をタップすると、[Writionソフトウェアライセンス契約](https://raw.githubusercontent.com/nhx100218/Writion-iOS/main/LICENSE)の条項に同意したことになります。
ko: "계속"을 탭하면 [Writion 소프트웨어 라이선스 계약](https://raw.githubusercontent.com/nhx100218/Writion-iOS/main/LICENSE)의 조건에 동의하는 것입니다.
th: การแตะ "ดำเนินการต่อ" แสดงว่าคุณยอมรับข้อกำหนดใน[ข้อตกลงสิทธิ์การใช้งานซอฟต์แวร์ Writion](https://raw.githubusercontent.com/nhx100218/Writion-iOS/main/LICENSE)
zh_hans: 轻点“继续”即表示你同意《[Writion 创作软件许可协议](https://raw.githubusercontent.com/nhx100218/Writion-iOS/main/LICENSE)》的条款。
zh_hant: 輕點「繼續」即表示你同意《[Writion 創作軟體授權協議](https://raw.githubusercontent.com/nhx100218/Writion-iOS/main/LICENSE)》的條款。

# 进一步了解...
source: Learn More...
ar: معرفة المزيد...
de: Mehr erfahren...
he: למידע נוסף...
ja: さらに詳しく…
ko: 자세히 알아보기...
th: เรียนรู้เพิ่มเติม...
zh_hans: 进一步了解
zh_hant: 進一步了解…

# 选择一个章节
source: Select a Chapter
ar: اختر فصلاً
de: Kapitel auswählen
he: בחר פרק
ja: 章を選択してください
ko: 장을 선택하세요
th: เลือกบท
zh_hans: 选择一个章节
zh_hant: 選擇一個章節

# 通过iCloud同步
source: iCloud Sync
ar: مزامنة iCloud
de: iCloud-Synchronisierung
he: סנכרון iCloud
ja: iCloud同期
ko: iCloud 동기화
th: ซิงค์ iCloud
zh_hans: 通过iCloud同步
zh_hant: 透過iCloud同步

# 通过端对端加密保障隐私安全。
source: End-to-end encryption keeps your privacy protected.
ar: التشفير من طرف إلى طرف يحمي خصوصيتك.
de: Ende-zu-Ende-Verschlüsselung schützt deine Privatsphäre.
he: הצפנה מקצה לקצה שומרת על פרטיותך מוגנת.
ja: エンドツーエンド暗号化でプライバシーを保護します。
ko: 종단 간 암호화로 개인정보를 보호합니다.
th: การเข้ารหัสแบบ end-to-end ช่วยปกป้องความเป็นส่วนตัวของคุณ
zh_hans: 通过端对端加密保障隐私安全。
zh_hant: 透過端對端加密保障隱私安全。

# 重命名
source: Rename
ar: إعادة تسمية
de: Umbenennen
he: שנה שם
ja: 名前を変更
ko: 이름 변경
th: เปลี่ยนชื่อ
zh_hans: 重命名
zh_hant: 重新命名

# 重命名章节
source: Rename Chapter
ar: إعادة تسمية الفصل
de: Kapitel umbenennen
he: שנה שם פרק
ja: 章の名前を変更
ko: 장 이름 변경
th: เปลี่ยนชื่อบท
zh_hans: 重命名章节
zh_hant: 重新命名章節

# 间章
source: Interlude
ar: فصل بيني
de: Zwischenkapitel
he: פרק ביניים
ja: 間章
ko: 간장
th: บทแทรก
zh_hans: 间章
zh_hant: 間章

# 章节列表
source: Chapters
ar: الفصول
de: Kapitel
he: פרקים
ja: 章リスト
ko: 장 목록
th: บท
zh_hans: 章节列表
zh_hant: 章節列表

# 章节标题
source: Chapter Title
ar: عنوان الفصل
de: Kapiteltitel
he: כותרת פרק
ja: 章のタイトル
ko: 장 제목
th: ชื่อบท
zh_hans: 章节标题
zh_hant: 章節標題

# 章节类型
source: Chapter Type
ar: نوع الفصل
de: Kapiteltyp
he: סוג פרק
ja: 章の種類
ko: 장 유형
th: ประเภทบท
zh_hans: 章节类型
zh_hant: 章節類型

# 预览
source: Preview
ar: معاينة
de: Vorschau
he: תצוגה מקדימה
ja: プレビュー
ko: 미리보기
th: ตัวอย่าง
zh_hans: 预览
zh_hant: 預覽

source: #Start# Book Name: BOOKNAME Author: AUTHORNAME #Text_Page# ------------ Mode: Normal Chapters: 1 ------ Title: ONE ------ Content: Markdown ------ Mode: Special Chapters: 1 ------ Title: SPONE ------ Content: Also Markdown ------------ #End#
zh_hans: #Start# Book Name: 示例书名 Author: 作者名 #Text_Page# ------------ Mode: Normal Chapters: 1 ------ Title: 第一章 ------ Content: 正文内容（Markdown） ------ Mode: Special Chapters: 1 ------ Title: 间章标题 ------ Content: 间章内容 ------------ #End#
